{
    "en": {
        "article.disclaimer": "REKT is not responsible or liable in any manner for any Content posted on our Website or in connection with our Services, whether posted or caused by ANON Author of our Website, or by REKT. Although we provide rules for Anon Author conduct and postings, we do not control and are not responsible for what Anon Author post, transmit or share on our Website or Services, and are not responsible for any offensive, inappropriate, obscene, unlawful or otherwise objectionable content you may encounter on our Website or Services. REKT is not responsible for the conduct, whether online or offline, of any user of our Website or Services.",
        "article.responsibility": "REKT serves as a public platform for anonymous authors, we take no responsibility for the views or content hosted on REKT.",
        "article.suggestion": "you might also like",
        "article.share": "share this article",
        "article.read_also": "read this article also in",
        "common.disclaimer": "disclaimer",
        "common.email_address": "email address",
        "common.page": "page",
        "common.of": "of",
        "common.more": "more",
        "common.dark": "dark",
        "common.light": "light",
        "common.subscribe": "subscribe",
        "common.now": "now",
        "common.donate": "donate",
        "common.copyright": "all content copyright",
        "common.reserved": "all rights reserved",
        "leaderboard.outro": "here lie the names of some of the defi protocols that have fallen victim to attack, exploit or arbitrage. this list is not complete and it never will be. these protocols are listed with respect; we appreciate and understand the work that lies behind each name.",
        "navbar.feed": "feed",
        "navbar.leaderboard": "leaderboard",
        "navbar.merch": "merch",
        "navbar.hopium": "hopium",
        "footer.run_by": "run by",
        "footer.founded_by": "founded by"
    },
    "de": {
        "article.disclaimer": "REKT ist in keiner Weise verantwortlich oder haftbar für Inhalte, die auf unserer Website oder in Verbindung mit unseren Diensten veröffentlicht werden, unabhängig davon, ob sie von ANON, dem Autor unserer Website, oder von REKT veröffentlicht oder verursacht wurden. Obwohl wir Regeln für das Verhalten und die Beiträge von Anon Autoren bereitstellen, kontrollieren wir nicht und sind nicht dafür verantwortlich, was Anon Autoren auf unserer Website oder in unseren Diensten posten, übertragen oder teilen, und sind nicht verantwortlich für anstößige, unangemessene, obszöne, rechtswidrige oder anderweitig anstößige Inhalte Inhalte, auf die Sie möglicherweise auf unserer Website oder unseren Diensten stoßen. REKT ist nicht verantwortlich für das Verhalten eines Benutzers unserer Website oder Dienste, ob online oder offline.",
        "article.responsibility": "REKT dient als öffentliche Plattform für anonyme Autoren, wir übernehmen keine Verantwortung für die Ansichten oder Inhalte, die auf REKT gehostet werden.",
        "article.suggestion": "das könnte dir auch gefallen",
        "article.share": "teile diesen Artikel",
        "article.read_also": "lese diesen Artikel auch auf",
        "common.disclaimer": "Haftungsausschluss",
        "common.email_address": "E-Mail Adresse",
        "common.page": "Seite",
        "common.of": "von",
        "common.more": "mehr",
        "common.dark": "dunkel",
        "common.light": "hell",
        "common.subscribe": "abonniere",
        "common.now": "jetzt",
        "common.donate": "spende",
        "common.copyright": "alle Inhalte Copyright",
        "common.reserved": "alle Rechte vorbehalten",
        "leaderboard.outro": "Hier liegen die Namen einiger der Defi Protokolle, die zum Opfer von Angriffen, Ausnützung oder Arbitrage gefallen sind. Diese Liste ist nicht vollständig und es wird nie sein. Diese Protokolle sind mit Respekt aufgeführt; Wir schätzen und verstehen die Arbeit, die hinter jedem Namen liegt.",
        "navbar.feed": "feed",
        "navbar.leaderboard": "Rangliste",
        "navbar.merch": "waren",
        "navbar.hopium": "hopium",
        "footer.run_by": "betrieben von",
        "footer.founded_by": "gegründet von"
    },
    "zh": {
        "article.disclaimer": "REKT对我们网站上发布的或与我们的服务相关的任何内容不承担任何责任，无论是由我们网站的匿名作者，还是由 REKT发布或引起的。虽然我们为匿名作者的行为和发文设置规则，我们不控制也不对匿名作者在我们的网站或服务上发布、传输或分享的内容负责，也不对您在我们的网站或服务上可能遇到的任何冒犯性、不适当、淫秽、非法或其他令人反感的内容负责。REKT不对我们网站或服务的任何用户的线上或线下行为负责。",
        "article.responsibility": "REKT作为匿名作者的公共平台，我们对REKT上托管的观点或内容不承担任何责任。",
        "article.suggestion": "您可能也喜欢",
        "article.share": "分享本文",
        "article.read_also": "还可以用下列语言阅读本文",
        "common.disclaimer": "声明",
        "common.email_address": "邮箱",
        "common.page": "页",
        "common.of": "的",
        "common.more": "更多",
        "common.dark": "暗黑",
        "common.light": "光亮",
        "common.subscribe": "订阅",
        "common.now": "即刻",
        "common.donate": "捐赠",
        "common.copyright": "所有内容版权",
        "common.reserved": "保留所有权利",
        "leaderboard.outro": "这里是已成为攻击、掠夺或套利受害者的部分defi协议的名单。这份名单并不完整，而且永远不会完整。怀着敬意列出这些协议；我们欣赏并理解每个名字背后的工作。",
        "navbar.feed": "反馈",
        "navbar.leaderboard": "排行榜",
        "navbar.merch": "商品",
        "navbar.hopium": "霍普兰",
        "footer.run_by": "运营方",
        "footer.founded_by": "创始人"
    },
    "es": {
        "article.disclaimer": "REKT no es responsable ni culpable de ninguna manera por cualquier Contenido publicado en nuestro Sitio Web o en conexión con nuestros Servicios, sin importar si fueron publicados o causados por Autores ANÓN de nuestro Sitio Web, o por REKT. Aunque determinamos reglas para la conducta y publicaciones de los Autores ANÓN, no controlamos y no somos responsables por cualquier contenido ofensivo, inapropiado, obsceno, ilegal o de cualquier forma objetable, que se pudiera encontrar en nuestro Sitio Web o Servicios. REKT no es responsable por la conducta, en línea o fuera de línea, de cualquier usuario de nuestro Sitio Web o Servicios.",
        "article.responsibility": "REKT sirve como plataforma pública para autores anónimos, nos deslindamos de la responsabilidad por las opiniones y contenidos alojados en REKT.",
        "article.suggestion": "te podría gustar",
        "article.share": "compartir artículo",
        "article.read_also": "lee este artículo en",
        "common.disclaimer": "aviso legal",
        "common.email_address": "correo electrónico",
        "common.page": "página",
        "common.of": "de",
        "common.more": "más",
        "common.dark": "oscuro",
        "common.light": "blanco",
        "common.subscribe": "suscríbete",
        "common.now": "ya",
        "common.donate": "dona",
        "common.copyright": "todo el contenido Copyright",
        "common.reserved": "todos los derechos reservados",
        "leaderboard.outro": "Aquí yacen los nombres de algunos de los protocolos defi que han caído víctimas de ataque, exploit o arbitraje. Esta lista no está completa ni lo estará nunca. Estos protocolos han sido enlistados con respeto; apreciamos y entendemos el trabajo que respalda cada uno de estos nombres.",
        "navbar.feed": "feed",
        "navbar.leaderboard": "leaderboard",
        "navbar.merch": "merch",
        "navbar.hopium": "hopium",
        "footer.run_by": "administrado por",
        "footer.founded_by": "fundado por"
    },
    "fr": { 
        "article.disclaimer" : "REKT n'est responsable en aucune manière du contenu publié sur notre site Web ou en lien avec nos Services, qu'il soit publié ou occasionné par l'Auteur Anon de notre site Web, ou par REKT. Bien que nous fournissions des règles pour la conduite et les publications de l'Auteur Anon, nous ne contrôlons pas et ne sommes pas responsables de ce que l'Auteur Anon publie, transmet ou partage sur notre site Web ou nos Services, et ne sommes pas responsables de tout contenu offensant, inapproprié, obscène, illégal ou autrement répréhensible que vous pourriez rencontrer sur notre site Web ou nos Services. REKT ne saurait être tenu responsable de la conduite, en ligne ou hors ligne, de tout utilisateur de notre site Web ou de nos services.",
        "article.responsibility" : "REKT sert de plateforme publique pour des auteurs anonymes, nous déclinons toute responsabilité quant aux opinions ou contenus hébergés sur REKT.",
        "article.suggestion" : "vous pourriez aussi aimer",
        "article.share" : "partager cet article",
        "article.read_also" : "lire aussi cet article en",
        "common.disclaimer" : "avertissement",
        "common.email_address" : "adresse e-mail",
        "common.page" : "page",
        "common.of" : "sur",
        "common.more" : "plus",
        "common.dark" : "nuit",
        "common.light" : "jour",
        "common.subscribe" : "abonnez-vous",
        "common.now" : "maintenant",
        "common.donate" : "faites un don",
        "common.copyright" : "tous les contenus sont soumis au droit d'auteur",
        "common.reserved" : " tous droits réservés ",
        "leaderboard.outro" : "ci-gît le nom de certains des protocoles DeFi qui ont été victimes d'attaques, d'exploits ou d'arbitrages. Cette liste n'est pas exhaustive et ne le sera jamais. Ces protocoles sont référencés avec respect : nous apprécions et avons conscience du travail qui se cache derrière chacun de ces noms.",
        "navbar.feed" : "flux",
        "navbar.leaderboard" : "classement",
        "navbar.merch": "boutique",
        "navbar.hopium": "hopium",
        "footer.run_by" : "géré par",
        "footer.founded_by" : "fondé par"
    },
    "ru": {
        "article.disclaimer": "REKT не несет никакой ответственности за любое содержание, размещенное на нашем Веб-сайте или имеющее какое-либо отношение к оказываемым нами Услугам, независимо от того, было ли оно опубликовано или создано Анонимным Автором нашего Веб-сайта или REKT. Не смотря на то, что мы устанавливаем правила поведения и нормы публикаций для Анонимных Авторов, мы не контролируем и не несем ответственность за содержание публикаций Анонимных Авторов, а также за то, чем делятся и что передают Авторы с помощью нашего Сайта и наших Сервисов, и не несем ответственность за любое оскорбительное, неуместное, непристойное, незаконное или спорное содержание, с которым вы можете столкнуться на нашем Веб-сайте и на наших Сервисах. REKT не несет ответственность за поведение, будь то онлайн или офлайн, любого пользователя нашего Веб-сайта или наших Сервисов.",
        "article.responsibility": "REKT представляет собой общественную площадку для анонимных авторов. Мы не несём ответственность за выражаемые точки зрения или контент на этом веб-сайте.",
        "article.suggestion": "Вам также понравится",
        "article.share": "Поделиться",
        "article.read_also": "Также читать эту статью на",
        "common.disclaimer": "Дисклеймер",
        "common.email_address": "Адрес эл. почты",
        "common.page": "страница",
        "common.of": "из",
        "common.more": "еще",
        "common.dark": "нуар",
        "common.light": "классик",
        "common.subscribe": "Подписаться",
        "common.now": "Сейчас",
        "common.donate": "Пожертвование",
        "common.copyright": "Весь контент защищен авторским правом",
        "common.reserved": "Все права защищены",
        "leaderboard.outro": "Здесь находятся имена defi-протоколов, ставших жертвами атак, эксплойтов или арбитража. этот список не полон и никогда таковым не будет. имена этих протоколов цитируются с уважением; мы знаем, сколько работы лежит за каждым именем и ценим её.",
        "navbar.feed": "лента",
        "navbar.leaderboard": "рейтинг",
        "navbar.merch": "мерч",
        "navbar.hopium": "hopium",
        "footer.run_by": "Под управлением",
        "footer.founded_by": "Основан"
    },
    "ko": {
        "article.disclaimer": "REKT는 당사 웹 사이트의 익명의 작성자 또는 REKT에 의해 게시되거나 관련된 서비스에서 게시되는 콘텐츠에 대해 어떠한 책임도 지지 않습니다. 당사는 익명 작성자들의 행동 및 게시물에 대한 규칙을 제공하지만, 익명의 작성자가 웹 사이트 또는 서비스에 게시, 전송 혹은 공유한 내용을 통제하거나 책임지지 않으며, 귀하가 웹 사이트 또는 서비스에서 직면할 수 있는 불쾌함, 부적절함, 음란함, 불법 또는 기타 해로운 콘텐츠에 대해서도 책임을 지지 않습니다. REKT는 당사 웹 사이트 또는 서비스 사용자의 온라인 또는 오프라인 행위에 대한 책임을 지지 않습니다.",
        "article.responsibility": "REKT는 익명 작성자들에 의한 공공 플랫폼이며, REKT에 작성된 관점이나 내용에 대해서 그 어떤 책임도 지지 않습니다.",
        "article.suggestion": "추천 기사들...",
        "article.share": "기사 공유하기",
        "article.read_also": "여기에서도 해당 기사를 읽어보실 수 있습니다",
        "common.disclaimer": "disclaimer",
        "common.email_address": "이메일 주소",
        "common.page": "페이지",
        "common.of": "중",
        "common.more": "더보기",
        "common.dark": "다크 모드",
        "common.light": "데이 모드",
        "common.subscribe": "구독하기",
        "common.now": "지금",
        "common.donate": "기부",
        "common.copyright": "all content copyright",
        "common.reserved": "all rights reserved",
        "leaderboard.outro": "이곳은 공격, 해킹 혹은 재정 거래에 쓰러진 defi 프로토콜들의 이름이 올라가 있는 곳입니다. 이 리스트는 완성된 게 아니며 절대로 완성되지 않을 것입니다. 이 프로토콜들은 정중히 리스트에 올라가 있습니다; 저희는 각 이름 뒤에서 열심히 일하고 있는 분들을 이해하며 항상 감사하게 생각하고 있습니다.",
        "navbar.feed": "피드",
        "navbar.leaderboard": "리더보드",
        "footer.run_by": "run by",
        "footer.founded_by": "founded by"
    },
    "tr": {
        "article.disclaimer": "REKT, Web Sitemizde veya hizmetlerimizle bağlantılı olarak web sitemizin ANON yazarı veya REKT tarafından gönderilen, yayınlanan veya neden olunan  hiçbir içerikten hiçbir şekilde sorumlu veya yükümlü değildir. Anon yazarın davranışları ve gönderileri için kurallar sağlamamıza rağmen, onun web sitemizde veya hizmetlerimizde yayınladığı, ilettiği veya paylaştığı şeylerden sorumlu değiliz veya web sitemizde ve hizmetlerimizde karşılaşabileceğiniz herhangi bir saldırgan, uygunsuz, müstehcen, yasa dışı veya başka şekilde sakıncalı olan içerikten sorumlu değiliz. REKT, Web Sitemizin veya Hizmetlerimizin herhangi bir kullanıcısının çevrimiçi veya çevrimdışı davranışlarından sorumlu değildir.",
        "article.responsibility": "REKT, anonim yazarlar için halka açık bir platform olarak hizmet eder, REKT'te bulunan görüşler veya içerik için hiçbir sorumluluk kabul etmiyoruz.",
        "article.suggestion": "bunu da beğenebilirsin",
        "article.share": "bu makaleyi paylaş",
        "article.read_also": "bu makaleyi şu dillerde okuyabilirsin",
        "common.disclaimer": "sorumluluk reddi",
        "common.email_address": "e-posta adresi",
        "common.page": "sayfa",
        "common.of": "toplam",
        "common.more": "daha fazla",
        "common.dark": "gece",
        "common.light": "gündüz",
        "common.subscribe": "abone ol",
        "common.now": "şİmdİ",
        "common.donate": "bağış yap",
        "common.copyright": "tüm içeriğin telif hakkı",
        "common.reserved": "tüm hakları saklıdır",
        "leaderboard.outro": "burada saldırı, istismar veya arbitrajın kurbanı olan bazı defi protokollerinin isimleri listelenmiştir. bu liste bitmiş değil ve asla bitmiş olmayacak. bu protokoller saygı  çerçevesinde listelenmiştir; her ismin arkasında yatan işi takdir ediyor ve anlıyoruz.",
        "navbar.feed": "akış",
        "navbar.leaderboard": "lider tahtası",
        "navbar.merch": "mağaza",
        "navbar.hopium": "hopium",
        "footer.run_by": "işleten",
        "footer.founded_by": "kurucu"
    }
}
